team_problems = '''1\. Команда\. Подсчитайте, сколько проблем актуальны:

\- В команде не очень понятно, кто за что отвечает
\- Конфликты в ходе работы, люди разбегаются
\- Информация теряется, плохой обмен знаниями
\- Новые лидеры не вырастают, команда требует микроменеджмента
\- Люди не замотивированы на работу\.

Выберите ответ кнопкой:'''

planning_problems = '''2\. Планирование\. Подсчитайте, сколько проблем актуальны:
\- План проекта не соответствует действительности
\- Проект выбивается из расписания
\- Проект не укладывается в бюджет
\- Возникают конфликты из\-за ресурсов
\- Плана проекта как такового нет\.'''
 
stakeholders_problems = '''3\. Заинтересованные стороны\. Подсчитайте, сколько проблем актуальны:
\- Бизнес\-заказчик не доволен результатом проекта
\- По итогам понятно, что за проект вообще не нужно было браться
\- Конфликты между бизнес\-заказчиком и разработчиками
\- Пользователи не заинтересованы во внедрении
\- Разные ожидания у разных участников'''
 
metrics_problems = '''4\. Работа и измерения\. Подсчитайте, сколько проблем актуальны:
\- Не очень понятно, на какой стадии какие работы находятся
\- Одни и те же ошибки повторяются по несколько раз
\- Отчеты содержат недостоверную информацию \(или их вообще нет\)
\- Не всегда понятно, какие задачи уже выполнены, а что еще нужно сделать
\- Люди перегружены задачами'''
 
approach_problems = '''5\. Подход\. Подсчитайте, сколько проблем актуальны:
\- Происходит много отклонений от составленного в начале подробного ТЗ
\- Явно видно, что используются неподходящие методы для управления проектом
\- Приходится делать много лишней работы из\-за смены требований
\- Требования нарастают как снежный ком
\- Результат оказывается никому не нужным'''

risks_problems = '''6\. Риски\. Подсчитайте, сколько проблем актуальны:
\- Про риски никто не задумывается, пока они не наступят
\- Бюджет и расписание рассчитаны на идеальную ситуацию, и не содержат резервов на случай, если что\-то пойдет не так
\- Проект плохо выдерживает выбывание кого\-то из членов команды
\- Почти любая нештатная ситуация очень болезненна для проекта
\- Заинтересованные стороны не в курсе про риски проекта'''


team_instruments = '''7\. Команда\. Cколько инструментов в каждой сфере вы знаете и умеете использовать?
\- Матрица ответственности
\- План управления ресурсами
\- Навыки фасилитатора
\- Управление знаниями
\- Методы мотивации
\- Роль Скрам\-мастера
\- Разрешение конфликтов
\- Ретроспективы
\- План управления коммуникациями
\- Разные стили лидерства

Укажите число от 0 до 10:'''
 
planning_instruments = '''8\. Планирование\. Cколько инструментов в каждой сфере вы знаете и умеете использовать?
\- Технологии в отрасли \(например,1С:ТКВ, 1С:ТБР\)
\- Дорожная карта проекта
\- Диаграмма Ганта
\- Выравнивание ресурсов
\- План управления проектом
\- Сетевая диаграмма проекта
\- График контрольных точек
\- Методы оценки стоимости
\- План управления изменениями
\- Календари ресурсов

Укажите число от 0 до 10:'''
 
stakeholders_instruments = '''9\. Заинтересованные стороны\. Cколько инструментов в каждой сфере вы знаете и умеете использовать?
\- Устав проекта
\- Реестр и матрица заинтересованных сторон
\- План вовлечения заинтересованных сторон
\- Бизнес\-кейс
\- Роль Владелец Продукта
\- Отчет по завершении проекта
\- Устав продукта
\- Обзоры Спринтов
\- Умение делать презентации продукта
\- Навыки разрешения конфликтов

Укажите число от 0 до 10:'''
 
metrics_instruments = '''10\. Работа и измерения\. Cколько инструментов в каждой сфере вы знаете и умеете использовать?
\- Канбан\-доска или доска с задачами
\- Управление качеством
\- Информационные радиаторы
\- Диаграмма Ишикавы
\- План\-фактный анализ
\- Канбан\-система и WIP\-лимиты
\- Сбор извлеченных уроков
\- Чеклисты и контрольные списки качества
\- Система управления качеством
\- Статус\-отчеты

Укажите число от 0 до 10:'''
 
approach_instruments = '''11\. Подход\. Cколько инструментов в каждой сфере вы знаете и умеете использовать?
\- Модели Киневин и Стейси
\- Гибридные подходы
\- Инкрементная поставка \(по кусочкам\)
\- Метод набегающей волны
\- Артефакты и события Скрам
\- Техники сбора требований
\- MVP
\- Бэклог продукта
\- Agile
\- Совместные сессии по сбору требований

Укажите число от 0 до 10:'''

risks_instruments = '''12\. Риски\. Cколько инструментов в каждой сфере вы знаете и умеете использовать?
\- План управления рисками
\- Реестр рисков
\- Превентивные и компенсирующие стратегии реагирования на риски
\- Техника Pre\-Mortem
\- Управленческий резерв
\- Матрица влияния и вероятности
\- Дерево решений
\- Диаграмма Торнадо
\- Диаграмма сгорания рисков
\- Управление возможностями

Укажите число от 0 до 10:'''


solution = '''Cколько из них вы умеете решать?'''

finish = '''Спасибо за прохождение теста\. Вот ваш результат:'''