initialize_questionnaire = 'Вы готовы начать?'
alert = 'Пожалуйста, выберите ответ кнопкой:'
range_alert = 'Пожалуйста, укажите число от 0 до 10:'
transfer_warning = 'Вижу, вы уже начинали опрос\. Можно и повторить:\.'

first_level = '''До 41 очка: пока не достаточно для работы РП

Ваш уровень компетенций пока явно не достаточен для работы руководителем проекта\. Рекомендуем как следует подумать, надо ли вам в эту сферу?\.\.
Мы рекомендуем вам пройти [«Базовый курс по управлению ИТ\-проектами»](https://infostart\.ru/edu/1878389/), чтобы понять, подходит ли вам профессия Руководителя проекта\.'''

second_level = '''42\-50 очков: уровень «Падаван»

Ваш уровень компетенций как руководителя проектов \– падаван \(Начинающий РП\)\. Вы уже обладаете определенными умениями и навыками, в некоторых ситуациях их хватает, но их количество явно недостаточно\. Вам явно надо обогатить арсенал используемых инструментов по управлению проектами, и получить больше практики их использования на реальных проектах\.
Рекомендуем вам пройти [«Базовый курс по управлению ИТ\-проектами»](https://infostart\.ru/edu/1878389/), а если вы собираетесь серьезно расти в этом направлении, то [«Комплексный курс по управлению ИТ\-проектами»](https://infostart\.ru/edu/1162541/)\.
'''

third_level = '''51\-70 очков: уровень «Между Падаваном и Рыцарем\-Джедаем»

Результаты теста показывают очень неплохой уровень компетенций\. Вы прошли уровень Падавана \(начинающего Руководителя проектов\), и уверенно движетесь к уровню Рыцаря\-Джедая \(опытного руководителя проектов\)\. Рекомендуем вам повысить ваши компетенции на [«Комплексном курсе по управлению ИТ\-проектами»](https://infostart\.ru/edu/1162541/)\.
'''

forth_level = '''71\-100 очков: уровень «Рыцарь\-Джедай»

По итогам теста виден ваш профессионализм в сфере управления проектами, поздравляем, вы Рыцарь\-Джедай \(опытный руководитель проектов\)\. 
Рекомендуем вам не останавливаться на достигнутом и расти дальше – учиться управлять более сложными проектами, думать про возможности карьерного роста\.
В зависимости от того, в какую сторону вы планируете развиваться, мы рекомендуем вам пройти либо [«Практический курс Agile\-лидера»](https://infostart\.ru/edu/1804906/), либо [«Продвинутый курс управления ИТ\-проектами по PMBOK»](https://infostart\.ru/edu/1770796/)\.
'''

fifth_level = '''101\-120 очков: уровень «Мастер\-Джедай»

Вы круты\! Мы в восхищении перед вашим опытом и компетенциями\! Ваш уровень \– Мастер\-Джедай \(высокопрофессиональный руководитель проектов\)\! Приглашаем вас выступить на конференциях Инфостарта и поделиться опытом\.
'''